Repository: PevznerDanill/dj_shop
Catalog: dj_shop/locale/*/LC_MESSAGES/django.po
Languages: ru

source: You need to top up your balance to be able to create this order
ru: Пополните баланс чтобы сделать этот заказ

source: No discount
ru: Нет скидки

source: 5% discount
ru: Скидка 5%

source: 10% discount
ru: Скидка 10%

source: price
ru: цена

source: title
ru: название

source: description
ru: описание

source: image
ru: изображение

source: product
ru: продукт

source: products
ru: продукты

source: shop
ru: магазин

source: shops
ru: магазины

source: quantity
ru: кол-во

source: supplier
ru: поставщик

source: date added
ru: дата добавления

source: available
ru: доступен

source: ordered_quantity
ru: заказанно

source: item
ru: товар

source: items
ru: товары

source: profile
ru: профиль

source: delivery address
ru: адрес доставки

source: created at
ru: создан

source: discount
ru: Нет скидки

source: order
ru: заказ

source: orders
ru: заказы

source: The user {user} has just made a new order
ru: Пользователь {user} только что сделал новый заказ

source: {item} successfully added to the basket
ru: {item} успешно добавлен в корзину

source: Enter the amount you want to add to your balance
ru: Введите кол-во средств, которое вы хотите внести

source: user
ru: пользователь

source: balance
ru: баланс

source: status
ru: статус

source: orders count
ru: Кол-во заказов до скидки

source: profiles
ru: профили

source: New customer
ru: Новичок

source: Advanced customer
ru: Продвинутый

source: Loyal buyer
ru: Постоянный покупатель

source: The user {username} has been just updated to the status of {status}
ru: Статус пользователя {username} только что был повышен до {status}

source: The user {user} has just add ${new_amount} to his balance and now it is ${cur_balance}
ru: Пользователь {user} только что внес ${new_amount} на свой счет и сейчас он ${cur_balance}

source: The user {user} has just logged in
ru: Пользователь {user} только что вошел в систему

source: Failed login of {user}
ru: Неудачная попытка входа пользователя {user}

source: Failed login of unknown user
ru: Неудачная попытка входа неизвестного пользователя

source: You successfully added ${money_to_add} to your balance
ru: Вы успешно внесли на счет ${money_to_add}

source: Basket
ru: Корзина

source: Your basket
ru: Ваша корзина

source: Items in the basket
ru: Товары в корзине

source: from
ru: из

source: Amount
ru: Кол-во

source: Price
ru: Цена

source: Total price
ru: Итого

source: Remove
ru: Удалить

source: Total items in the basket
ru: Всего товаров в корзине

source: Total price of the items in the basket
ru: Общая стоимость товаров в корзине

source: Top up the balance
ru: Пополнить баланс

source: Enter your address to order the items from the basket
ru: Введите адрес для совершения заказа

source: No added items yet
ru: Нет товаров

source: Go to shops
ru: К магазинам

source: Create new order
ru: Создать новый заказ

source: Order
ru: Заказ

source: Order details
ru: Детали заказа

source: Deliver to
ru: Доставить по адресу

source: Created at
ru: Создан

source: Ordered products
ru: Продукты в заказе

source: Shop
ru: Магазин

source: The order was made with the discount of
ru: Заказ был совершен со скидкой

source: Check all orders
ru: Посмотреть все заказы

source: Orders
ru: Заказы

source: Order to
ru: Заказ по адресу

source: Products in order
ru: Товаров в заказе

source: Report
ru: Отчет

source: Searched period
ru: Период

source: Start Date
ru: От

source: End Date
ru: До

source: Generate Report
ru: Сгенерировать отчет

source: Top sold products
ru: Самые продаваемые продукты

source: Product category
ru: Категория

source: Products sold
ru: Продано

source: Product id
ru: id продукта

source: Add to the basket
ru: В корзину

source: Shops
ru: Магазины

source: Address
ru: Адрес

source: No shops yet
ru: Пока нет магазинов

source: Main page
ru: Главная страница

source: Find your shop
ru: К магазинам

source: Your balance
ru: Баланс

source: Top up your balance
ru: Пополнить баланс

source: Your current balance
ru: Текущий баланс

source: Add
ru: Добавить

source: Login
ru: Войти

source: Profile
ru: Профиль

source: Personal information
ru: Информация о пользователе

source: Username
ru: Имя пользователя

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Account information
ru: Информация об профиле

source: Balance
ru: Баланс

source: Status
ru: Статус

source: Check my orders
ru: Посмотреть все заказы

source: Sign up
ru: Зарегистрироваться

source: Sign me up
ru: Зарегистрироваться

source: Discount available
ru: Доступная скидка

source: This is your current status
ru: Это ваш текущий статус

source: If you make at least 5 orders, your status will be upgrade to "Advanced customer".
ru: Если вы сделаете пять заказов, ваш статус будет повышен до Продвинутого.

source: Once reached this status, you will have a one use discount of 5%%.
ru: Как только вы его достигните, вам будет доступна скидка в 5% на один заказ.

source: It can be earned again with 5 orders more.
ru: Новая скидка может быть доступна через еще 5 заказов.

source: If you make at least 10 orders, your status will be upgraded to "Loyal buyer".
ru: Если вы сделаете 10 заказов, ваш статус будет повышен до Постоянного покупателя.

source: Once reached this status, you will have a one use discount of 10%%.
ru: При этом заказе вам будет доступна скидка 10% на один заказ.

source: It can be earned again with 10 orders more.
ru: Новую скидку можно получить совершив еще 10 заказов.

source: Personal account
ru: Личный кабинет

source: Log out as
ru: Выйти из сессии
